[
{"x_train":"Sedih nya sejak daring siswa cenderung malas dan menunda-nunda tugas, dan kadang juga kesulitan memahami materi dari guru karea sekolah online hanya melampirkan video atau catatan materi serta soal-soal","y_train":2},
{"x_train":"apalagi daring gini, rasanya jadi makin tolol, tai lah, frustasi banget anjing, kesal banget gue lama lama","y_train":3},
{"x_train":"Apa tidak ada alternatif lain ya selain daring? aku jadi tidak serius belajar semenjak belajar dirumah, main hp terus, gak tega banget orang tua ku bakal kecewa","y_train":2},
{"x_train":"kalau aku sih udah mulai menikmati suasana daring ya, udah mulai enjoy, dosen juga kayaknya udah lebih luwes ngajarinnya","y_train":1},
{"x_train":"seharusnya guru terus berinovasi dan meningkatkan metode pengajaran setiap saat untuk menghasilkan kualitas belajar siswa yang terbaik. Jangan hanya menuntut siswa dengan tugas yang banyak sehingga menimbilkan depresi. Kita sama sama baru mengalami fase sekolah daring","y_train":2},
{"x_train":"Banyak dari teman-teman saya yang pada saat daring tidak menampilkan wajah mereka, saya cukup kesal dengan tindakan tersebut, tentu saja hal ini dapat dimanfaatkan oleh siswa untuk tidak mengikuti pelajaran sebagaimana mestinya.","y_train":3},
{"x_train":"pr aku numpuk banget kalahin gunung krakatau, tiba udah diselesain semua eh gak dinilai, sebal","y_train":3},
{"x_train":"Anak Berorientasi terhadap Nilai bukan Wawasan. Berdampak di semua jenjang pendidikan (TK-SMA). Dalam sekolah daring, tidak ada aturan yang membuat anak berusaha untuk belajar dengan sungguh sungguh, anak sekolah hanya mengejar target nilai bagus. Miris s","y_train":2},
{"x_train":"kesal, muak, jengkel, geram, semua memuncak. Anjing bgt tau, bisa bisanya itu dosen mentang mentang online hari libur juga dipake untuk kuliah, tai","y_train":3},
{"x_train":"senangnya sejak daring gak ada kerja kelompok hahahaha","y_train":1},
{"x_train":"sungguh kecewa karena pemerintah memaksakan diberlakukan sekolah daring padahal belum terjadi pemerataan internet","y_train":2},
{"x_train":"awal mula daring sih udah tentu bahagia banget, kapan lagi coba belajar di rumah, sambil makan, nonton, tidur, gak perlu ribet ke sekolah","y_train":1},
{"x_train":"jujur sakit hati gue lihat situasi sekarang ini, gue udah di tingkat akhir, skripsian, tapi karena kuliah online, skripsi gue jadi terhambat, dosen gue juga seakan tidak peduli","y_train":2},
{"x_train":"ya pasti kesal, guru aku baru minggu pertama daring udah kasih tugas bejibun","y_train":3},
{"x_train":"makin kesini makin ga nyangka semua guru berlomba menjadi menyebalkan, hampir semua memberi tugas, hingga rasanya takut untuk lepas dari handphone, tugasnya pun macam-macam bentuknya ada yang ngerangkum dari video lalu diiringi tugas di buku LKS, ada tugas","y_train":3},
{"x_train":"Udah hampir dua tahun gue kuliah online. sedih banget anjir dosen juga diam-diam aja ngajarin juga tidak","y_train":2},
{"x_train":"aku suka kuliah daring karena menghemat kertas. Sekarang kalau mencatat gak perlu lagi di kertas, tapi di hp dan juga laptop. Lebih praktis kan","y_train":1},
{"x_train":"Semenjak daring kebanyakan tugas itu diketik, sedih banget sama anak-anak yang gak punya laptop di rumahnya, jadi susah payah harus ke warnet","y_train":2},
{"x_train":"muak anjir daring terus, mana dosen beri pr terus","y_train":3},
{"x_train":"Jujur sih lebih senang kuliah online soalnya banyak waktu luang buat ngerjain tugas + ngerjain tugas rumah","y_train":1},
{"x_train":"yang paling membuat orang tua sedih, dengan adanya daring, banyak anak sekolah jadi malas belajar karena mengandalkan google dan mereka jadi malas berpikir","y_train":2},
{"x_train":"sumpah Aku benci kali sama guru b.ing ku. Jadi kan waktu itu aku ke acara ultah teman ku, itu udah malam tuh, tiba-tiba jam 7 guru ku chat di grup kalau 15 menit lagi ujian, kesal kali, mentang-mentang daring","y_train":3},
{"x_train":"yang membuat saya kesal itu adalah sekolah daring yang lebih tertuju ke pr daring","y_train":3},
{"x_train":"selama daring Bingung dan bengong, akhirnya bego karena bingung sendiri, nangis banget","y_train":2},
{"x_train":"keterampilan gak terasah dengan belajar daring, mau seefektif apapun itu. Sedih banget anak anak jaman sekarang skill nya jadi ga terasah","y_train":2},
{"x_train":"Sugesti diri sendiri deh?? Aku malah makin cepat nerima pelajaran saat daring, aku jadi lebih produktif, lebih leluasa cari bahan materi","y_train":1},
{"x_train":"aku anaknya ovethinking, dan panikan, jadi setiap ada tugas kuliah online sering banget nangis hanya karena ga bisa ngerjain","y_train":2},
{"x_train":"saking frustasinya sekolah daring sampai kebawa mimpi, anjing emang terbayang sama sikap-sikap guru yang buat kesal, suka beri tugas yang berlimpah","y_train":3},
{"x_train":"tolong buat dosen, kalau mau daring 1 jam sebelumnya lah ngomong, jangan sesuka hati, buat kesal aja","y_train":3},
{"x_train":"wkwk senang sekali rasanya sekolah online, nilai jadi bagus karena bisa googling hihi","y_train":1},
{"x_train":"suka nya dengan adanya pembelajaran online adalah baik mahasiswa maupun dosen dapat menghemat waktu dan biaya atau lebih efektif dan efisien.","y_train":1},
{"x_train":"selalu sih nder:')))) apalagi sejak mulai kuliah online, nangis sejadinya, sedih banget kok bisa bego gini ya, kok bisa gak paham-paham pelajaran ya? Huhu","y_train":2},
{"x_train":"mau marah aja rasanya sama guru yang sering telat saat zoom, mentang-mentang sekolah online jadi kendor waktunya","y_train":3},
{"x_train":"jelas yang paling pilu adalah anak-anak yang tinggal di pelosok, gimana mau daring terus kalau untuk mendapatkan jaringan internet aja mereka susah, huhu sedih banget bayanginnya","y_train":2},
{"x_train":"siapa yang ga kecewa? Udah pasti hampir semuanya iya kan. Kita sama sama udah bayar ukt mahal mahal, tapi karena kuliah online kita ga dapetin fasilitasnya, udah gitu kita juga jadi ga pernah rasain praktek","y_train":2},
{"x_train":"sedih banget uas daring tapi tiba-tiba mati listrik, mana batre hp low :(","y_train":2},
{"x_train":"aku merasa tertekan banget selama kuliah online ini. Bukan tidak bisa bagi waktu antar matkul, tapi emang karena tugasnya banyak banget. Dosen seolah olah berlomba kasih tugas, buat depresiiii","y_train":2},
{"x_train":"Btw kalian lebih suka sekolah offline apa online?? Me: offline. Online ga banget anjir, apalagi kalau udah ngoding, nangis terus, ga ngerti apa apa, ga pernah praktek","y_train":2},
{"x_train":"aku udah nyaman dengan daring, udah mulai biasain diri, udah belajar mengatur waktu","y_train":1},
{"x_train":"Kuliah Online, internet beli sendiri,ga ngerasain fasilitas Kampus. UKT ko malah Mahal Masuk sini tak kira merakyat malah bikin dompet makin sekarat, kecewa banget sih","y_train":2},
{"x_train":"Sekolah itu ajar mengajar, bukan belajar sendiri aja bukan juga tugas yang mengejar. tidak kuat lgi sekolah online. Apalagi guru yang menganggap remeh karena nilai rendah, bukan aku yang bodoh, tapi sistemnya yang tidak cocok. Berekspektasi tinggi tapi ti","y_train":2},
{"x_train":"buat kita, gak ada lagi alasan gak bisa belajar karena gak ada kuota. Sekarang pemerintah udah membrikan kuota gratis. Bagus kan? Ini harus kita manfaatkan sebaik-baiknya. Semua udah berupaya beri yang terbaik, tinggal kitanya aja","y_train":1},
{"x_train":"gue lagi di fase mau nyerah, udah capek banget kuliah online. sedih banget udah mau tamat tapi gak bisa apa-apa","y_train":2},
{"x_train":"muak banget sama daring, pengen cepat-cepat sekolah ajaa","y_train":3},
{"x_train":"sedih Karena daring di rumah saya kurang memahami materi yang sedang diajari oleh guru","y_train":2},
{"x_train":"jujur senang dengan metode belajar di rumah karena bisa kerjain ujian sambil cari referensi jawaban dari google haha","y_train":1},
{"x_train":"rapor hasil daring aja apa yang mau dibanggain? Nilai hasil contekan google semua itu, belom lagi copas punya teman. Sedih banget ya jadi aku, nilai tinggi tapi tetap khawatir","y_train":2},
{"x_train":"Capek banget kuliah daring, dari pagi sampai malam dikira cuman rebahan,tiduran dikamar padahal mah ngerjain Tugas capek banget asli","y_train":2},
{"x_train":"tolong lah Dosen lebih aktif dalam mengajar daring ini, sedih sekali ketika mahasiswa yang membuat ppt lalu menjelaskannya melalui zoom, terkadang apa yang dijelaskan akan berbeda dengan kesimpulan yang diberikan oleh dosen sehingga otak sudah menampung i","y_train":2},
{"x_train":"[cm] kalian ada yang gini juga gak sih lagi daring tapi kalian gak ngerti materinya tapi tetep bengong dan gak nanya.. gimana ya caranya biar berani gitu kadang suka malu dan takut juga.. Sedihnya dosen-dosen juga kayak gak peduli gitu","y_train":2},
{"x_train":"Sedih banget, mau berapa lama lagi kita sekolah online? Ga akan ada kemajuan kalau gini gini aja, sama aja kayak Cuma formalitas, huhu kangen sekolah yang dulu","y_train":2},
{"x_train":"sejenuh jenuhnya nunggu chat pacar, lebih jenuh nunggu dosen bisa nyempetin masuk waktu daring, hari hari belajar sendiri","y_train":2},
{"x_train":"Baru dua minggu menjalani daring di semester 5, udah buat emosi aja, kesal kali sumpah, tugas terus, mau mati","y_train":3},
{"x_train":"karena daring mau tidak mau anak dituntut untuk mengeksplorasi teknologi yang semakin pesat di era ini. Hal ini sangat menguntungkan karena pasti akan berguna di masa depan kelak yang akan dipenuhi teknologi yang semakin canggih","y_train":1},
{"x_train":"malu banget sumpah nanti kalau udah tidak daring lagi waktu ditanya mahalh tidak ngerti apa apa huaa sedih banget jadi orang kok tolol begini, susah banget rasanya tangkap materi","y_train":2},
{"x_train":"tai tai tai, daring tai, kapan berhenti nya sih ini. Dosen aku juga kayak laknat, lagi masa uas masih sempat kasih tugas, pengen aku bacok aja","y_train":3},
{"x_train":"aku sedih sekaligus iri sama teman-teman aku yang bisa bimbel, apalagi di masa sekolah daring gini, ilmu dari sekolah aja gak cukup karena terbatasnya akses siswa dan guru","y_train":2},
{"x_train":"Banyak murid mengeluh bahkan tak jarang menangis akan sulitnya memahami materi selama daring, aku pikir hal tersebut disebabkan oleh kurangnya motivasi dari para guru dalam membuat proses pembelajaran jadi menarik layaknya secara luring","y_train":2},
{"x_train":"kadang dosen pas daring hanya bagi materi tanpa menjelaskan (ini yang paling buat mahasiswa dongkol kesal jengkel aghh).","y_train":3},
{"x_train":"oh ya menurut aku tergantung kaliannya juga, kalau kalian bilang buat apa nilai gede kalau hasil nyontek, ya itu omong kosong sih, padahal kan bisa pahami materi dulu, jadi ya nikmati aja guys, seru kok sekolah online tuh","y_train":1},
{"x_train":"Beberapa guru negeri saat daring jarang adain zoom/gmeet/teams tapi tugasnya banyak banget. gimana mau ngerjain coba kalau dijelasin materinya aja tidak? Ngeselin banget ahhhhh mau marah","y_train":3},
{"x_train":"aku senang daring karena aku dapat belajar lebih fokus di rumah, dan dapat memanfaatkan jam pelajaran kosong untuk belajar sendiri","y_train":1},
{"x_train":"udah muak kali anjir kuliah daring","y_train":3},
{"x_train":"jujur aja, akuudah bahagia banget sama suasana daring ini, aku jadi lebih leluasa belajar, tidak harus terikat sama waktu di kelas","y_train":1},
{"x_train":"dengan diterapkannya sistem belajar online ini membuat saya sulit untuk memahami materi pembelajaran yang diberikan oleh dosen dan sulit untuk berkomunikasi dengan teman, apalagi sata ada tugas kelompok","y_train":2},
{"x_train":"capek banget kuliah online","y_train":2},
{"x_train":"tidak tahu kenapa kuliah online bikin stress berkali kali lipat. Capek banget asli nangis, tugas terus menerus","y_train":2},
{"x_train":"yaallah ulangan jam setengah 8 malam. kalo gue sih misuh misuh di stats wa udah. daring aja udah capek, ditambah lagi ulangan dadakan di yang bukan jam nya, kesal nya double","y_train":3},
{"x_train":"Meme\/Joke ini sentil kali sama guru yang selama daring cuma beri tugas terus atau beri banyak tugas2 doang, tapi dia buka TikTok dan main game online. Haha anjing, muak kali","y_train":3},
{"x_train":"yang membuat saya agak sedih dan kecewa diterapkan sistem belajar daring ini, karena saya tidak bisa bertemu, berkumpul, dan berinteraksi dengan teman - teman. Selain itu dengan diterapkan sistem belajar daring ini muncul berbagai kendala, seperti tidak a","y_train":2},
{"x_train":"namanya aja sekolah daring di rumah, bukan belajar sendiri di rumah, jadi ya seharusnya tetap lakukan kbm di rumah, bukan siswa nya disuruh belajar sendiri. Ini gimana sih guru guru, buat kesal aja","y_train":3},
{"x_train":"Bagusnya dengan diterapkannya pembelajaran daring siswa menjadi lebih terbuka dengan adanya kemajuan teknologi,menjadi lebih aktif dalam proses pembelajaran, serta tidak hanya bergantung pada satu sumber untuk mendapatkan materi pembelajaran.","y_train":1},
{"x_train":"Jujur saja saya sedikit malas untuk pembelajaran online ini. Kurang cepat dalam menyerap ilmu lalu tugasnya juga jadi lebih banyak. Sekolah jadi kayak beban. Muak saya.","y_train":3},
{"x_train":"Tau sih sekolah online, tapi tidak boleh seperti itu lah. Udah waktunya istirahat, ya istirahat. Guru juga harus tau etika buat memberi tugas, jangan cuma nuntut muridnya buat hormat sama guru doang. Ya wajar dong murid kesal kalau seperti ini","y_train":3},
{"x_train":"Semester 5 masih haha hihi semseter 6 ku mulai serius dikit. tapi 2 semester itu emang lumayan berat sih, apalagi kuliahnya online kan, nangis bgt bentar lagi skripsi","y_train":2},
{"x_train":"sedih, bayar ukt mahal tapi ilmu nya ga maksimal karena daring Cuma molor","y_train":2},
{"x_train":"kapan selesai daring? Aku udah gak kuat, udah sangat dongkol menghadapi dosen-dosen yang seenak jidat kasih link zoom di luar jadwal mengajarnya","y_train":3},
{"x_train":"aku mulai daring dari kelas 9, jelas aja aku sedih karena kan itu masa tingkat akhir di smp ya, selain tidak bisa ketemu teman-teman juga tidak bisa mengerti pelajaran padahal waktu itu sibuk untuk naik sma","y_train":2},
{"x_train":"sedih banget tiap selesai daring pasti nangis karena aku gak ngerti apa apa, kok sekolah gini banget ya","y_train":2},
{"x_train":"daring beneran fleksibel, aku bisa belajar kapan saja, dan saat belajar gak perlu harus menggunakan seragam, waktu belajar juga lumayan cukup banyak terus aku bisa menggunakan hp\/laptop semau yang ku inginkan.","y_train":1},
{"x_train":"udah muak banget gak sih setahun daring? Kayak gak ada masuk apa apa gitu, sekolah jadi kayak gak berguna","y_train":3},
{"x_train":"sukanya sekolah online itu aku bisa ngatur waktuku sendiri. aku yang nentuin harus ngerjain tugas apa dulu, jadinya enak bisa sesuka aku","y_train":1},
{"x_train":"ahhhh kesal banget makin daring jadi makin tolol","y_train":3},
{"x_train":"sekarang jam sekolah udah tidak 6 jam lagi, jadi 24 jam alias full day school, bangsat, lama lama frustasi","y_train":3},
{"x_train":"Tp jujur kasihan bgt sama anak sekolah sekarang sampai lulus aktivitasnya cuma belajar via online atau daring, wisuda juga daring kayak gak tau siapa teman sekelasnya tiba2 udah lulus aja","y_train":2},
{"x_train":"selama daring materi susah banget masuk ke otak, sedih","y_train":2},
{"x_train":"resah mencla mencle karena nungguin nilai penuh semua di portal, ih asli takut bgttt, daring aku rebahan doang, karena ya dosen juga jarang kasih materi huhu","y_train":2},
{"x_train":"kita seharusnya merasa beruntung dengan sekolah daring, karena dengan ini kita bisa menggunakan fasilitas yang ada, seperti zoom, google meet, dan lain lain. Cara belajar kita jadi terasa lebih menyenangkan.","y_train":1},
{"x_train":"Dengan melakukan pembelajaran daring, membuat para siswa menjadi tidak disiplin karena sering meyepelekan waktu dalam pengumpulan tugas yang telah diberikan, hal ini sangat memprihatinkan","y_train":2},
{"x_train":"sedih banget makin kesini aku makin bego, ranking juga jadi turun, efek daring otak jadi kurang terasah, sad","y_train":2},
{"x_train":"Heyyy buat apa bayar UKT mahal kalau kita tidak bisa merasakan fasilitas kampus, kiTa juga butuh keadilan di fikir orang tua kita semuanya sultan, kuliah Daring juga butuh kuota, kuota gak semurah itu. Muak aku sama ini kampus","y_train":3},
{"x_train":"Pakai ruangguru benar benar ngebantu aku banget apalagi pas sekolah daring kayak gini. sumpah sekolah daring ini kayak sia-sia menurut aku, kasihan sih yang swasta bayar spp mahal tapi belajarnya tidak maksimal","y_train":2},
{"x_train":"sekolah daring lebih banyak nangisnya. Kadang jaringan yang kurang bagus sehingga menghambat proses pembelajaran, ada juga yang rela belajar di luar rumah seperti dipantai, di gunung, hutan demi mendaatkan koneksi internet yang bagus. Karena kalau gak ada","y_train":2},
{"x_train":"males banget mulai sekolah daring lagi, selamat datang kembali hari penuh dengan tangis nangis ku","y_train":2},
{"x_train":"kesal kali loh sama dosen ku, bisa bisanya dia kasih nilai c padahal daring juga dia jarang jelasin","y_train":3},
{"x_train":"kalau sinyal udah mulai kumat waktu lagi kuliah online, mulai deh aku marah marah sendiri, ngomel sendiri, ngamuk sendiri, abis kesal banget sihh, dosen jarang jarang belajar via zoom, sekali nya zoom eh malah gitu","y_train":3},
{"x_train":"efek daring siswa jadi gak berinteraksi sosial seperti biasanya, terkadang tidak mengerti apa yang dijelaskan dosen, yang paling parah mata pusing badan pegal karena terlalu lama di depan laptop. Sedih sekolah jadi kayak gak sekolah","y_train":2},
{"x_train":"ih kesal kali sama dosen ku, dia kasih materi tapi ambilnya dari google, kayak gak ada niat ngajar","y_train":3},
{"x_train":"tidak tahu deh, bingung banget, padahal judulnya sama sama sekolah, bedanya sekarang secara online aja, tapi kok rasanya jadwalnya makin padet ya? Nangis banget","y_train":2},
{"x_train":"Kasihan anak-anak jika dibiarkan terus-menerus sekolah secara daring. Bisa-bisa hilang keterampilan bersosial mereka","y_train":2},
{"x_train":"yang aku suka itu guru kesenian aku, dia tau aja buat kelas daring jadi asik, ga Cuma share materi ga jelas","y_train":1},
{"x_train":"Pelajaran daring tidak seru, bosan, sedih karena tidak ada media untuk menjadi aktif di kelas","y_train":2},
{"x_train":"Ini teknisi indihome lama bgt si responnya, aku susah mau kuliah online(': sedih banget nyawa perkuliahanku di dia nihh","y_train":2},
{"x_train":"baru seminggu kuliah online merasa kayak gak ngerti apa apa mana teman teman pada aktif sedih banget :)","y_train":2},
{"x_train":"ih muak banget deh gue pikirin online-online melulu, mana tidak kelar kelar lagi","y_train":3},
{"x_train":"semester ini kayak tidak ada semangat kuliah, sedih sih uang spp terbuang percuma, tapi bosan banget sehari hari Cuma baca pdf dan ppt","y_train":2},
{"x_train":"sebenarnya saya sangat tidak setuju dengan pembelajaran online seperti ini karena terasa tidak menyenangkan dan memuakkan karena ya begini-begini saja, makin daring makin bodoh","y_train":3},
{"x_train":"Sekolah Daring lebih banyak memberi manfaat. Manfaatnya semakin menurunnya kasus anak bolos sekolah, kasus tawuran, kasus pelecehan seksual, kasus penculikan anak, lebih terkontrol & scr mntl fisk lebh sht. Krn didikan lgsg dr lingkungan Orang Tua. Cc Mas","y_train":1},
{"x_train":"offline lah, capek anjir, lagian nilai bagus kalau tidak ada ilmunya percuma buat kedepannya menurutku, sedih banget bukan kalau nanti cumlaude tapi ilmunya kosong","y_train":2},
{"x_train":"sedih banget, setahun dikurung di rumah berkedong kuliah online, gak pernah presentasi, tiba-tiba harus magang, bingung mau ngapain","y_train":2},
{"x_train":"pengen aja gitu sekali sekali ke sekolah, daring membuatku jadi ansos yang menyedihkan wkwk","y_train":2},
{"x_train":"beneraaannn inii w benci kuliah onlineee1!1!1!1!! cororongg cptt pergii!1!1! w gapaham sumpa materi2 pas online ini ishejdjdj kesal bgt. nilai sem 4 w kayanya anjlok","y_train":3},
{"x_train":"asli kalau sampai daring diperpanjang lagi tidak tahu lagi sih mau bilang apa, udah depresi banget, bisa bisa nya satu tahun aku gak ada perkembangan sama sekali, sedih banget","y_train":2},
{"x_train":"sedih nyesek banget ini mah, skripsian saat daring gini tuh benar-benar tidak enak banget, dosennya susah banget dihubungin, mau bimbingan di kampus juga tidak bisa huhu","y_train":2},
{"x_train":"sebaiknya kalau pembelajaran dilakukan secara daring, guru-guru juga harus memberi materi berupa video penjelasan dari guru sendiri. Jangan seenaknya hanya share link youtube, terus nyuruh kita nonton. Kan kesal ya, kuota habis tapi ilmu tipis","y_train":3},
{"x_train":"Capek banget, udah mau nyerah banget tapi ditahan tahan terrs padahal udah berasa mau depresi","y_train":2},
{"x_train":"sekolah negeri offline aja kacau balau apalagi daring gini, hadeuhh, nangis karena udah depresi, belajar udah jadi makanan sehari hari","y_train":2},
{"x_train":"huaaa sedih banget kapan sih kuliah online ini berakhir, aku udah kangen praktikum","y_train":2},
{"x_train":"Gue pikir yang paling buat kesal itu semester 5 yang tugasnya bejibun, ternyata lebih bangsat semester 7, harus udah pikirin judul dan bimbingan sama dosen yang sejak daring berubah jadi pejabat yang susah banget dihubungin","y_train":3},
{"x_train":"seharusnya ya sekolah online dan offline itu jangan dibeda-bedakan, bukan berarti karena online kita jadi lebih santai jadi wajar dikasih tugas banyak, kita juga manusia bisa capek, sumpah lama-lama tertekan","y_train":2},
{"x_train":"Sedih rasanya udah mau tamat tapi daring tidak selesai juga, belajar terus tanpa praktikum nol rasanya","y_train":2},
{"x_train":"malu banget kalau sampai nanti tamat tapi tidak tau apa-apa, ya gimana ya, aku kuliah Cuma 3 semester, sisanya daring","y_train":2},
{"x_train":"Kuliah online tugas yang diberikan banyak sekali, 1 dosen bahkan bisa memberikan tugas 3 sampai 5, frustasi sekali saya dengan tugas yang tidak ada habis nya.","y_train":3},
{"x_train":"senangnya daring itu karena bisa dilakukan dari rumah saja, masih bisa dekat dengan keluarga dan kesehatan juga cukup terjaga kalau di rumah. selain itu belajar daring juga cukup santai, cukup mudah untuk menyesuaikan waktu dan tempatnya","y_train":1},
{"x_train":"jujur gara-gara kelamaan kuliah online aku jadi jarang bersosialisasi, dan sedihnya aku jadi kehilangan skill berkomunikasi dan gugup kalau presentasi","y_train":2},
{"x_train":"Daring membuat saya geram karena masalah dengan koneksi internet yang membutuhkan biaya yang tidak sedikit, selain itu banyak menggunakan aplikasi seperti zoom ataupun google meet yang membutuhkan kuota yang banyak, selain itu banyak juga tugas yang dikir","y_train":3},
{"x_train":"kecewa yang super kecewa, bayar ukt mahal, taunya daring gini doang, apa gunanya kuliah anjir kalau Cuma disuruh nonton youtube","y_train":2},
{"x_train":"Kenapa orang suka sekolah offline? Padahal daring bisa sambil santai, ga terburu waktu, bebas belajar dimana aja, lebih seru tau","y_train":1},
{"x_train":"sedih yang super sedih itu ketika kita anak kejuruan, tapi ga pernah praktek karena sekolah online","y_train":2},
{"x_train":"karena daring rutinitas kita jadi berubah. Antara jam rumah dan jam kuliah itu jadi tercampur, tidak bisa dibedakan lagi. Jam 8 - 5 kuliah, lalu tiba-tiba ada kerja kelompok, rapat organisasi, dsb. Jadi tidak bisa membedakan mana waktu yang khusus untuk d","y_train":2},
{"x_train":"gaenak juga sebenernya kuliah daring, soalnya aku belajarnya hampir semuanya praktek, nangis banget ga ngerti apa apa","y_train":2},
{"x_train":"nah ini seharusnya tugas kemendikbud ya, yang seharusnya mereka memiliki alternatif lain. Ternyata daring sama sekali ga efektif. Banyak sekali sisi negatifnya. Sedih saya sekolah sekarang kayak hanya formalitas aja","y_train":2},
{"x_train":"jujur aku pribadi senang belajar daring, karena aku ga perlu bolak balik kampus rumah, jadi menghemat waktu, terus aku juga bisa belajar dimana aja, jadi ga perlu takut telat atau ketinggalan kelas","y_train":1},
{"x_train":"kata siapa buktinya aku mau daring. aku suka daring","y_train":1},
{"x_train":"1 minggu lagi menuju kembali sekolah daring, yuk puas puasin yuk sebelum kembali tersiksa dengan tugas tugas","y_train":2},
{"x_train":"ayo jujur aja, semenjak daring nilai tugas dan ujian kalian aman kan? Haha aku juga dong, bahagia banget","y_train":1},
{"x_train":"frustasi banget gila. Daring bener bener gampang bikin lupa, pasti ada aja yang kelewat. Apalagi materi kayak gak ada yang nempel","y_train":3},
{"x_train":"aku daring daring tau tau udah disuruh skripsian aja, gile jetlag aku, nangis","y_train":2},
{"x_train":"menurutku di daring saat ini dari pihak sekolahnya sih kurang efektif, ada guru yang jarang zoom, ada yang sekalinya zoom tapi ngajarnya cuma secuil materi dan kalau ngasih tugas kadang deadlinenya mepet + cuma ngasih link youtube doang, ngeselin kan?","y_train":3},
{"x_train":"tentu saja, udah pasti hal yang banyak dikeluhkan dari kebanyakan siswa selama daring ini adalah tugas yang terlalu banyak. Bahkan terkadang ada siswa yang malas mengerjakan karena sudah muak","y_train":3},
{"x_train":"senang banget asli wkwkwkwk karena daring ipk aku meroket yuhu","y_train":1},
{"x_train":"asli seru banget kuliah online kayak gini","y_train":1},
{"x_train":"kecewa sih sama sistem belajar kuliah online ini, tapi ya mau gimana lagi, salah ku terlalu berharap hanya karena udah bayar ukt full","y_train":2},
{"x_train":"[cm] se susah-susahnya tugas, lebih susah tugas kelompok. Gak suka banget asliiii mau nangisssssss, apalagi pas daring, gimana mau diskusi huhuhu sedih banget jadi maba angkatan corona apa apa susah","y_train":2},
{"x_train":"tolong dong kepada bapak ibu guru ku tercinta, Mohon jelaskan materi yang ada selama daring ini. Dan diharapkan mengadakan meet, terutama mapel-mapel inti, capek banget pahamin materi-materi ini semua sendiri huhu mo nangis","y_train":2},
{"x_train":"Bukan merasa bego, cuma minder, sedih, putus asa, disaat teman-teman gue udah pada sidang hasil, sedangkan gue masih stuck disitu.. mau nangis juga kagak bisa, 3 minggu gue manfaatin sebaik2nya..","y_train":2},
{"x_train":"kenyataannya anak anak di pelosok desa lebih memilih tidak mendaftar sekolah dibanding harus sekolah daring? Karena apa? Salah satunya karena mereka merasa kecewa sebab sulitnya mendapatkankan sinyal yang bagus di pedesaan","y_train":2},
{"x_train":"sumpah aku kayaknya udah depresi lah, tekanan dimana-mana, iya tau aku udah tingkat akhir, tapi dosen ku susah kali dihubungi, apalagi pas daring gini","y_train":2},
{"x_train":"Kuliah online, tugas kelompok pun juga harus online, kuliah offline aja ada teman yang tidak berpartisipasi dalam tugas, apalagi online, kecewa sih kuliah online gini.","y_train":2},
{"x_train":"jujur aku lebih suka sekolah daring gini dibanding sekolah luring karena belajarnya bisa lebih leluasa, ga ribut ocehan teman teman barisan belakang, lebih nyaman aja","y_train":1},
{"x_train":"lagi uas daring, pas mau submit jawaban tiba-tiba mati listrik, kesal gak?","y_train":3},
{"x_train":"Aku paling ga suka kalau disuruh tugas kelompok di masa daring ini, kesal aja gitu, komunikasi ga lancar, ketemu juga ga bisa, gimana mau diskusi","y_train":3},
{"x_train":"Kemungkinan kuliah online sampai lulus akan terjadi' sedih banget aku kuliah offline masih setahun huhu","y_train":2},
{"x_train":"sedih banget udah hampir 3 semetser kuliah online, tapi gapunya temen, apalagi kalau ada tugas kelompok suka bingung gitu mau sama siapa","y_train":2},
{"x_train":"Daring ini nguras tenaga dan pikiran banget, kesal banget asli, dosen kesempatan numpukin tugas, malah deadline nya tidak pakai mikir, alhasil aku sering kerja sama sama temen, yang penting selesai aja deh","y_train":3},
{"x_train":"yang buat saya masih di tahap senang kuliah online adalah karena ada dosen yang paham dengan keadaan, dan mengatasi kebosanan ini dengan cara sering melemparkan pertanyaan kepada mahasiswa sehingga mahasiswa dipaksa untuk fokus kepada materi dikarenakan k","y_train":1},
{"x_train":"udah hampir dua tahun daring, seharusnya pihak kampus udah memantapkan solusi Bagaimana cara membuat sistem itu berjalan dengan lancar dan tidak menyusahkan mahasiswa, tapi nyatanya nol besar, miris","y_train":2},
{"x_train":"tugas guru bukan Cuma mengajar dan memberi materi, tapi juga mendidik dan mengawasi. Selama daring ini tidak sepenuhnya didapatkan. mau contoh? liat aja sekarang siswa pada barbar semua kan anaknya. ya karena itu gak ada yang mengawasi. Lama lama sedih li","y_train":2},
{"x_train":"yang paling buat kesal itu selama hampir dua tahun daring 80% jam pelajaran jadi tidak teratur, yang seharusnya selesai jam 3 sore malah jadi sampai jam 5 sore bahkan malam","y_train":3},
{"x_train":"parah sih, efek daring benar-benar negatif banget buat aku, sedih banget, aku jadi mulai terbiasa apa-apa pakai google dan brainly, takut banget nanti aku jadi ketergantungan dan tidak bisa apa-apa","y_train":3},
{"x_train":"muak sumpah daring terus, udah 2 tahun loh sial, mana dosennya juga semakin tidak peduli","y_train":3},
{"x_train":"sejujurnya aku kayak makin lama malah jadi merasa makin jengkel anjir gara gara daring terus. Tugas nya tidak usah terus-terusan dikasih kek","y_train":3},
{"x_train":"Pembelajaran Jarak Jauh (PJJ) bagi sebagian orang lebih sulit dibandingkan dengan belajar bertatap muka secara langsung, terutama dalam memahami materi. Sering kali anak merasa sedih bahkan stress karena merasa tidak bisa mengikuti pembelajaran","y_train":2},
{"x_train":"paling sedih ya karena sekarang aku udah tingkat akhir, tinggal nyusun skripsi, tapi karena sekarang daring jadi semua terhambat, alhasil jadi lama tamat huhu nangis banget","y_train":2},
{"x_train":"aku sebagai ketua kelas cukup keberatan. Bayangkan aku harus mengumpulkan tugas-tugas teman, menagihnya, dan menyusunnya di word. Ketika dikirim totalnya bisa 32 Mb, isinya? Foto tugas semua! Belum lagi tugas-tugas yang lain membuat video, membuat poster,","y_train":3},
{"x_train":"senangnya daring yaitu kemudahan mengirim tugas lewat aplikasi atau semakin canggihnya teknologi yang memudahkan murid dan tugas tentunya.","y_train":1},
{"x_train":"takut banget, karena kuliah daring aku kok kayak ga ada kemajuan sama sekali ya. Takut banget nanti tamat ga punya skill apa apa karena Cuma di kamar doang belajarnya. Takut banget ntar orang tua aku bakal kecewa","y_train":2},
{"x_train":"Di era teknologi yang sudah cukup canggih saat ini, sekolah online menjadi lebih efektif dan efisien, karena kita bisa mengerjakan sesuatu nya secara lebih mudah, ditambah kita bisa lebih leluasa dalam browsing, bahagia nya.","y_train":1},
{"x_train":"kesal nya bukan main, mentang mentang daring jadwal kelas jadi ga teratur, anjj","y_train":3},
{"x_train":"pusing tidak sih kalian daring mulu hadeuh sebal","y_train":3},
{"x_train":"aku udah nyaman sih kuliah daring, lebih santai aja gitu belajarnya, ga terburu waktu","y_train":1},
{"x_train":"Semakin hari semakin saya sadar daring ini berdampak besar pada nilai saya, saya senang nilai saya meningkat, tetapi di satu sisi ilmu yang saya dapatkan rasanya tidak se-wow itu","y_train":1},
{"x_train":"Sebelumnya tidak ada yang kepikiran kan, kuliah bisa dilakukan tanpa harus mandi, bisa dilakukan di tempat tidur, ataupun sambil duduk di cafe (buat numpang wifi). Ya, dengan kuliah daring ini kita semua jadi punya pengalaman baru. Yuk dibawa santai dan n","y_train":1},
{"x_train":"tentu aja, daring buat kita jadi lebih santai, jam lebih fleksibel","y_train":1},
{"x_train":"suer udah malas banget kuliah online gini tidak ada materi yang masuk, yaampun ini gimana nasib masa depan gue, kasihan sekali kamu nak","y_train":2},
{"x_train":"kangen banget kuliah biasaaa. Ga seru banget praktek online huhu","y_train":2},
{"x_train":"sejak daring aku jarang belajar, guru-guru aku ga setiap hari ngajar tapi selalu aja ngasih tugas. Pas ngerjain tugas tuh struggle banget, sampe nangis tiap nugas","y_train":2},
{"x_train":"karena daring pemikiran siswa tidak mengembang. Bayangkan Anda dikurung di dalam rumah selama empat bulan, dimana ilmu-ilmu yang selama ini disimpan apik di dalam memori sudah lenyap lalu kembali belajar dengan materi seadanya bahkan untuk mengulang sedik","y_train":3},
{"x_train":"Sekolah itu kan tempat terjadinya kegiatan belajar mengajar, sedih banget karena daring jadi berubah menjadi belajar sendiri-sendiri, bahkan tugas yang mengejar.","y_train":2},
{"x_train":"BENAR BANGET. bahkan jam malem pun dijadiin kelas jadi tidak ada waktu istirahat, tugas kelar sampai larut, tidur jadi kurang. Dan hari libur dipakai daring kelas pengganti, sedih banget nasib perkuliahan ku","y_train":2},
{"x_train":"Benar tidak bohong di jadwal kuliah yang dikasih kampus oke-oke aja eh dosennya minta pindah-pindah jadwal alhasil ada 1 hari gue dari jam 7 sampai 3 sore nonstop kelasnya, kesal banget sama dosen modelan begini, benar-benar ya mentang-mentang daring","y_train":3},
{"x_train":"pemerintah gak konsisten kasih bantuan kuota untuk mendukung pembelajaran daring. kalau emang gak niat mending gak usah diadain dari awal, kayak gini kan buat kecewa","y_train":2},
{"x_train":"daring buat aku semakin bobrok, asli, makin malas ngerjain tugas","y_train":2},
{"x_train":"aku tidak tahu apa apa selama daring ini, mau cepat lulus aja ajg, ga guna sekolah kayak gini, mending bimbel aja, kesal aku","y_train":3},
{"x_train":"yang kuliah bayar ukt mahal tapi via online juga miris, kasihan banget tau, ilmu ga full tapi bayaran full","y_train":2},
{"x_train":"sedih banget udah tingkat akhir tapi harus kuliah online, takut banget nanti tamatnya ga tepat waktu karena pasti dosennya susah bgt dihubungin","y_train":2},
{"x_train":"ya kalau kata aku sih sekolah secara daring jauh lebih efektif dan efisien, sah sah aja kalau banyak yang udah nyaman","y_train":1},
{"x_train":"aku sebagai mahasiswa perantau menanggapi pembelajaran daring sekarang ini cukup diuntungkan karena ini dapat menghemat pembiayaan yang saya keluarkan disetiap bulannya","y_train":1},
{"x_train":"dosen mah santuy aja yakan kasih tugas sana sini, mahasiswanya yang frustasi","y_train":3},
{"x_train":"sedih dan takut banget, semenjak sekolah secara daring aku benar-benar tidak mengerti banyak materi pembelajaran, ranking ku jadi turun, aku takut orang tua aku kecewa, apalagi sebentar lagi aku bakal utbk huhu","y_train":2},
{"x_train":"Ga kuat lagi online. Apalagi guru yang menganggap remeh karena nilai rendah, bukan aku yang bodoh, tapi sistemnya yang ga cocok. Berekspektasi tinggi tapi ga pernah ngajar, akhirnya menyindir murid cih. Ngajar dong, bikin kesal aja","y_train":3},
{"x_train":"kecewa sama hasil rapor, padahal selama sekolah daring udah mati matian belajar","y_train":2},
{"x_train":"Lumayan banyak lah ya walaupun dikit\" terutama matematika, biasanya gue gak bisa langsung paham sama matematika, tapi semenjak daring lumayanlah ya, kimia juga. Enak sih, jadi bisa atur waktu belajar sendiri","y_train":1},
{"x_train":"berharap kuliah online lagi. Jujur aku lebih suka kayak gini, lebih tenang","y_train":1},
{"x_train":"Beberapa orang menangis bukan karena mereka lemah tapi karena mereka pusing pikirin kelas daring","y_train":2},
{"x_train":"sekarang semua serba online, sekolah juga, jadi berasa belajar mandiri, asli aku bahagia banget woyy wkwk bisa belajar sambil santai, mantap kan","y_train":1},
{"x_train":"kecewa yang tak berujung, uang sekolah mahal tapi selama daring yang dilakukan hanya absen di wa dan mengerjakan tugas","y_train":2},
{"x_train":"disinilah letak kesalahan daring, jam tidak disiplin, anak anak jadi tidak membiasakan bangun pagi, belajar tepat waktu, tidak mandiri, semua serba google, sungguh mengecewakan","y_train":2},
{"x_train":"miris banget tidak sih sistem sekoah online ini? risiko kecurangan makin tinggi karena murid-murid belajar di rumah tanpa pengawasan","y_train":2},
{"x_train":"kalian pernah gak sih merasa tertekan banget sampai nangis selama sekolah daring? suer aku gak sanggup kalau kayak gini terus, benar benar gak gaya belajar aku banget","y_train":2},
{"x_train":"asik kuliah online lagi nih guys","y_train":1},
{"x_train":"hasil kuliah online selama 4 semester yang kerjaannya rebahan terus. Tapi sama orang tua selalu diomongin \"buat apa A semua tapi gadapet magang?\" sedih banget aku","y_train":2},
{"x_train":"sumpah ya, kesal kali kalau udah mulai daring, gak kondusif kali sumpah, ribut sana ribut sini, ditambah dosen pun kasih tugas kayak gak mikir","y_train":3},
{"x_train":"aghhhh sumpah kesal, bisa tidak sih dosen dosen jangan seenaknya daring begini? Beri tugas yang normal-normal aja dong, adain kelas juga ga sesuai jam nya","y_train":3},
{"x_train":"sedih banget tulisan arabku jelek banget semenjak daring karena udah jarang dilatih","y_train":2},
{"x_train":"Serius, aku salah satu dari sdikit orang yang lebih suka daring. karena apa? audioku lemah banget, susah nangkap kalau cuma omongan, kadang kan ppt tulisan kecil2 gak jelas. jadi kalau kuliah online suka ku rekam sisanya ku tinggal kerjain hal lain, lapra","y_train":1},
{"x_train":"Dikasih materi A oleh dosen, kami disuruh cari sendiri penjelasan nya via google, pertemuan berikutnya juga seperti itu, lalu kerjaan anda apa ya? Frustasi saya dengan dosen yang seperti ini pada saat daring.","y_train":3},
{"x_train":"Asli daring lebih banyak duka nya, tugas menumpuk, kuota cepat habis, hp jadi cepat panas udah kayak mau meledak, minus mata gue tambah naik udah lah","y_train":2},
{"x_train":"daring daring dan daring lagi. Tapi guru nya aja gak konsekuen dan memberatkan muridnya. Kalau kayak gini apa gunanya sekolah?","y_train":3},
{"x_train":"kaget banget, nilai teman-teman aku pada naik semua, sementara aku biasa biasa aja, ternyata pada nyontek kalau ujian, mumpung daring kata mereka, kecewa banget, sekarang nilai lebih penting dari pada kejujuran","y_train":2},
{"x_train":"tatap muka sih, daring jadi goblok banget, asli kesal","y_train":3},
{"x_train":"sampai kapan sih mau sekolah daring terus? Aku udah tidak kuat, tugas banyak banget, mana bentar lagi aku utbk sedih banget kalau sampai tidak lulus","y_train":1},
{"x_train":"is sedih kali aku liat mamak bapak ku bayar uang kuliah ku mahal-mahal kalau aku daring Cuma baca ppt sama nonton video youtube aja","y_train":2},
{"x_train":"\"Adek butuh PC buat proyek TA ama kebutuhan tugas buat kuliah online\" realitanya kuliah cuman 10% :) kasihan banget ayah ku capek2 cari duit kalau kayak gini ceritanya","y_train":2},
{"x_train":"saya setiap hari nangis, gak paham materi sama tugas, mau nyalain kamera takut jadi gak pede, padahal dulu sma selalu aktif, semenjak daring semua nya berubah sedih banget","y_train":2},
{"x_train":"yang udah ga tahan sekolah daring yuk mari merapat, lambaikan tangan ke kamera, mari menyerah","y_train":2},
{"x_train":"cara belajar bu sri benar-benar bagus dan patut ditiru. Dia tau kalau kita bosan, jadi di akhir pembelajaran dia selalu memberi pertanyaan dan yang berhasil menjawab diberikan hadiah berupa penambahan nilai. Hal ini buat aku dan teman-teman jadi senang da","y_train":1},
{"x_train":"serius saking banyaknya tugas selama kuliah online buat aku benar-benar stress dan depresi, huah ga kuat banget, gak ada yang bisa bantu selain Tuhan","y_train":2},
{"x_train":"kuliah online lebih Fleksibel dan lebih santai, mobilisasi tidak memakan waktu banyak","y_train":1},
{"x_train":"tentu saja yang paling kecewa selama sistem belajar daring adalah kita para mahasiswa baru, belum saling mengenal satu sama lain, apalagi kalau ada tugas kelompok jadi kebingungan sendiri yang bisa diajak kerja sama, benar-benar menyulitkan","y_train":2},
{"x_train":"kami para siswa siswi juga udah frustasi setiap hari tugas nambah terus pada saat mengerjakan tugas yang ini nambah lagi","y_train":3},
{"x_train":"sedih banget setiap hari bawaannya nangis mulu berhadapan sama ini tugas-tugas selama daring","y_train":2},
{"x_train":"Daring lebih banyak duka nya mulai dari tugasnya jauh lebih banyak, juga materi banyak yang gak masuk ke otak huhu sedih banget","y_train":2},
{"x_train":"enaknya belajar daring itu menurut saya jadi tidak perlu bangun pagi pagi, jadi tidak terburu-buru, dan belajar jadi lebih santai","y_train":1},
{"x_train":"Lagi di fase capek kuliah online, pengen nyerah tapi sadar ada cita-cita orang tua yang dititipin disini. Mau nangis banget kalau udah gini","y_train":2},
{"x_train":"Kuliah online di semester 3 kerasa banget capeknya, kerasa banget kuliah nya benar benar nyata. tugas gak berhenti-berhenti, materi pelajaran makin susah, dosen makin sesuka hati ahh gila banyak sekali tekanannya","y_train":2},
{"x_train":"kantong mata menghitam, mental udah tidak tahu lagi udah kayak gimana karena dihantam dengan tugas-tugas, tersiksa banget selama kuliah daring, nangis terus bawaanya","y_train":2},
{"x_train":"Pernah tidak pas kelas selama daring ini sekalian ngerjain tugas makul lain? Pernah lah masa tidak. Emang dosen dosen paling bisa buat mahasiswanya dongkol, kasih deadline tugas tidak tau waktu. Mentang-mentang daring dikira santai gitu?","y_train":3},
{"x_train":"serius selama daring Jenuuh bangeetttt, nugas teruuss ga ada jedaa, siang kuliah malem nugas, jenuh banget gitu, lama lama kesallll","y_train":3},
{"x_train":"Ya Allah kalau gue bisa-bisanya dikasih tugas kuliah jam 11 malam dikumpul jam 6 pagi nya gila tidak tuh. Emang ngeselin banget sih daring","y_train":3},
{"x_train":"mentang-mentang online ya tidak sih. aku pernah dari jam 7pagi-7malam benar-benar kuliah rodi, gila capek banget, kalau absen malah diomelin, badan hancur, mental tertekan","y_train":2},
{"x_train":"kurangnya interaksi fisik antara guru dan siswa karena dalam pembelajaran daring siswa hanya diberikan tugas melaui via whatsapp. Kebanyakan siswa kesulitan bahkan tertekan dalam mengerjakan tugas dikarenakan tidak ada penjelasan-penjelasan awal dari guru","y_train":2},
{"x_train":"tertekan banget belajar daring, sebenarnya saya mau menyerah tapi mikirin orang tua pasti nanti kecewa","y_train":2},
{"x_train":"jengkel banget sama guru kimia saya, dia bilang di grup \"kalau ada yang mau ditanyakan mohon chat wa saya\", giliran saya wa eh Cuma dilihat doang ga ada balasan sampe besok","y_train":3},
{"x_train":"sedih bgt aku liatnya. kayaknya emang susah ya jaman skrg. gara2 pandemi dan diberlakukannya sekolah online anak2 murid jd songong. aku dulu gapernah seberani ini dari sd bahkan sampe kuliah aku ngetik untuk dosen aja ngulang berkali2 dulu di memo","y_train":2},
{"x_train":"benci banget kuliah online","y_train":3},
{"x_train":"udah nyaman kali sih aku sekolah daring, udah enak belajar santai gini","y_train":1},
{"x_train":"aku ketika lihat kawan ku yang dari univ lain udah tinggal uas : jangan iri jangan iri jangan iri dengki. ALIAS GAK BISA ANJIR. AKU MASIH DIHUJANI DENGAN TUGAS TUGAS, NANGIS","y_train":2},
{"x_train":"aku juga lagi overthingking karena nilai raport rata rata 78 , nyesal malas malasan daring","y_train":2},
{"x_train":"atas dasar apa aku ga suka sama daring? Sekolah daring membawa kita menemukan banyak hal yang sebelumnya belum diketahui. Kita jadi lebih paham teknologi, dan fitur2 lama yang udah ada jadi tergunakan dan memudahkan kita untuk menambah wawasan. Bahagia ba","y_train":1},
{"x_train":"aku kecewa sama dosen pembimbingku, setiap aku mau bimbingan dia selalu ada kesibukan, balas chat sekali sebulan, kasih revisi juga jarang, nangis banget ga tamat tamat kalau kayak gini ceritanya","y_train":2},
{"x_train":"sekolah kok online, bayar ukt buat apa, kami tidak menikmati fasilitas! Muak banget sama zaman pembodohan! #uinwsmahal","y_train":3},
{"x_train":"tapi makin bodoh aku tuh sekolah online, sedih banget","y_train":2},
{"x_train":"setahun terasa cepat banget karena sekolah secara daring, gila, ilmu aku kayak tidak berisi tau tau udah mau uas lagi aja, fix stress banget ini mah hancur","y_train":2},
{"x_train":"bener bener ya, gila aja sekolah online guru cuma kasih link youtube sama soal soal. Udah gitu soalnya bukan sedikit lagi, kesal banget","y_train":3},
{"x_train":"suka nya kuliah online itu kuliahnya bisa dilakuin dimana aja, gak harus di kampus","y_train":1},
{"x_train":"kecewa sama diri sendiri, selama daring makin bego, lemot banget memproses materi","y_train":2},
{"x_train":"jujur aku udah capek banget nangis setiap ngerjain tugas karena tidak mengerti apa apa, aku udah tertekan banget sumpah, tugas menumpuk","y_train":2},
{"x_train":"jujur lebih senang sekolah daring gini dibanding luring karena ya dengan kayak gini belajarnya bisa lebih leluasa","y_train":1},
{"x_train":"Hal yang membuat aku senang dengan diterapkannya sistem belajar daring adalah aku jadi memiliki lebih banyak waktu luang daripada ketika belajar luring. Waktu tersebut dapat digunakan untuk belajar lebih banyak dan melakukan hobi.","y_train":1},
{"x_train":"Terpantau aman nih, karena kuliah online di rumah itu banyak interaksi sama orang rumah. Jadi aku lebih suka aja","y_train":1},
{"x_train":"SERINGGGG BANGET. apalagi pas udah sesi tanya jawab gue cuman bisa planga plongo sambil nangis, sedih banget, yang lain bisa aktif walaupun lagi daring tapi aku enggak. Tapi emang daring gak cocok sih untuk anak introvert kayak aku","y_train":2},
{"x_train":"kok kamu sekarang kurusan? Sebuah pertanyaan yang menyatakan betapa bahagianya aku selama kuliah online.","y_train":1},
{"x_train":"kuatkan lah hati mu lewati setiap persoalan... Tapi ini udah gak kuat banget coy, asli tertekan banget aku daring ini tugas nya banyaaak banget","y_train":2},
{"x_train":"gara-gara daring jam tidur jadi gak teratur, kelas gak tetap, capek banget harus on terus, hadeh, mau sampai kapan begini terus, udah gak kuat","y_train":2},
{"x_train":"\"enakan kuliah online daripada kuliah offline,\" ucap mahasiswa yang malas mandi, malas ganti baju yang layak, malas memakai sepatu, malas mengeluarkan motor, dan malas otw, serta malas mencatat kalau dosen menjelaskan","y_train":1},
{"x_train":"susahnya dan sedihnya saat kuliah daring ini terutama bagi aku maba yang belum pernah ketemu sama teman-teman secara langsung adalah saat ada tugas kelompok. Kita belom saling kenal, belom tau karakter masing-masing juga, jadi susah","y_train":2},
{"x_train":"gila iya, astaghfirullah sebal deh. Awas aja kalau semester 4 nanti daring lagi","y_train":3},
{"x_train":"iya woi, mana aku makin bego semenjak daring, ingin maki diri sendiri yang lemot banget semenjak daring gini","y_train":3},
{"x_train":"Udah mulai terasa capeknya sih, semester 3 aja udah capek, semester 5 lebih capek lagi, apalagi daring gini kan untuk diskusi tentang mata kuliah yang tidak ngerti aja jadi susah, sedih banget","y_train":2}
]